// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kommandoer";

HSDDescriptionLabel = "Skriv inn kommandoer for den valgte skriveren.";
HSDCommandLabel = "Kommando:";
HSDGetResponseCheck = "Vis svaret fra enheten";
HSDLoadButton = "Last inn kommandoer…";
HSDSaveButton = "Arkiver kommandoer…";
HSDStopReceivingButton = "Slutt å motta";

HSDInstructionLabel = "Skriv inn den heksadesimale koden og lesbare beskrivelsen for et nytt spesialtegn.";
HSDHexLabel = "Heksadesimal kode:";
HSDDescLabel = "Beskrivelse:";
HSDHexTableColumn = "Heksadesimal kode";
HSDDescTableColumn = "Beskrivelse";
HSDCancelButton = "Avbryt";
HSDOKButton = "OK";

ErrorSendTitle = "Kan ikke sende data til skriveren";
ErrorSendMsg = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";

500 = "I dette skjermbildet kan du sende vilkårlige kommandoer til enheten og hente data som er returnert som et resultat av kommandoen.";
501 = "Kommando";
502 = "Svar";
503 = "Få svar";

HSDSendButtonTitle = "Send nå";

SpecialsCharactersMenuItem = "Spesialtegn";
AddSpecialCharacterMenuItem = "Legg til spesialtegn…";
EditSpecialCharactersMenuItem = "Rediger spesialtegn…";

SpecialCommand0 = "04 - PS slutten på fil ^D";
SpecialCommand1 = "0c - arkmating <FF>";
SpecialCommand2 = "0d - vognretur <CR>";
SpecialCommand3 = "1b - escape <ESC>";

NoSaveTitle = "Kan ikke arkivere filen";
NoSaveMsg = "Prøv en annen plassering.";
DidNotSaveMessage = "Kontroller at det er nok diskplass og at du har tilgangsrettigheter til lagre filen på den angitte plasseringen.";
NoLoadTitle = "Kan ikke åpne filen";
NoLoadMsg = "Kontroller at dette er en fil som var arkivert fra HP Utility.";


BigSizeAlertTitle = "Filen er for stor";
BigSizeAlertMsg = "Kommando-plugin støtter filer som er opptil 1 MB store. For å laste opp større filer til skriveren, bruk \"File Upload\"-plugin.";

HSDDoneButton = "Ferdig";
HSDEditSpecialsInstructionLabel = "Rediger spesialtegn";
"Special Character Description" = "Spesialtegnbeskrivelse";
PrinterResponse = "Skriversvar";
